[
  {
    "label": "はじめに",
    "contents": [
      "この利用規約は、開発者HillTopが運営するウェブサイト「Memento Nexus」で提供されるすべてのサービスについての利用条件を定めたものです。",
      "利用者のみなさまは必ず、本規約に同意の上、本規約の定めに従ってサービスを利用してください。"
    ]
  },
  {
    "label": "第１条（定義）",
    "contents": [
      "(1)「本規約」…この利用規約",
      "(2)「開発者」…HillTop",
      "(3)「Memento Nexus」…開発者が運営するWebサービスのひとつで、当ウェブサイト上のサービスの総称",
      "(4)「本サービス」…「Memento Nexus（https://memento-nexus.net）」を通じて提供されるすべてのサービス",
      "(5)「利用者」…本サービスを利用するすべての者",
      "(6)「ユーザー登録」…本規約に同意の上、開発者が定める方法によって本サービスの利用を申し込むこと",
      "(7)「ユーザー」…ユーザー登録を行い、開発者が承認した者",
      "(8)「コンテンツ」…文章、画像、動画、音楽、音声、コード、その他すべての情報",
      "(9)「提供コンテンツ」…開発者が本サービスを通じて提供し、利用者がアクセスできるすべてのコンテンツ",
      "(10)「提供機能」…開発者が本サービスを通じて提供し、利用者がアクセスできるすべての機能",
      "(11)「アップロードコンテンツ」…登録ユーザーが、本サービスに送信、またはアップロードすることによって開示したすべてのコンテンツ"
    ]
  },
  {
    "label": "第２条（適用）",
    "contents": [
      "利用者は、本規約に同意していただくことではじめて、本サービスを利用することができます。",
      "本規約への同意は、取り消すことはできません。",
      "また、利用者は、本規約および開発者の定める条件に従い、開発者の定めた範囲内でのみ、本サービスを利用することができます。",
      "",
      "18歳未満の利用者は、本サービス利用の前に、必ず、親権者などの法定代理人の同意を得る必要があります。",
      "もし18歳未満の利用者が、法定代理人の同意がないにもかかわらず本サービスを利用した場合、本サービスに関する一切の法律行為を取り消すことはできません。",
      "",
      "本サービスにおいて、本規約の他に、「利用方法」「ガイドライン」「ポリシー」等の名称で、開発者から個別の規約を提示する場合があります。",
      "利用者は、開発者が提示するこれらすべての規約の定めに従って、本サービスを利用してください。"
    ]
  },
  {
    "label": "第３条（ユーザー登録と退会）",
    "contents": [
      "利用者は、本規約に同意した上で、開発者が定める方法によって、ユーザー登録を行なうことができます。",
      "18歳未満の利用者は、親権者などの法定代理人の同意がない限り、ユーザー登録を行なうことはできません。",
      "",
      "開発者は、ユーザー登録があった場合、開発者が定める基準に従った審査と手続き等を経て、利用者を承認するかどうか決定します。",
      "また、開発者が不適当と考えた場合、利用者への理由の開示なく、ユーザー登録を承認しないことができるものとします。",
      "ユーザーは、開発者が定める方法によって、いつでも登録情報を抹消し、本サービスの利用を終了することができます。",
      "ただし、退会手続きの完了が反映されるまでに、開発者が定める時間が必要な場合があり、ユーザーは、予めこれを承認します。",
      "退会手続きを行ったユーザーは、開発者がユーザーのみに提供すると定めた提供機能へのアクセス権、および開発者が定めるユーザーとしての一切の権利を失います。",
      "これらの権利を失うことによる、利用者および第三者が被る損害に対し、開発者は一切の責任を負いません。"
    ]
  },
  {
    "label": "第４条（ユーザーの責任）",
    "contents": [
      "ユーザーは、本サービスに登録しているメールアドレスやパスワード等の情報の管理を、自己責任で行ってください。",
      "登録情報が漏洩した場合、または不正利用の疑いがあった場合は、本規約が定める方法によって、開発者に直ちにご連絡ください。",
      "なお、ユーザーの行為が原因となって情報の漏洩や不正利用が発生した場合、および連絡等の措置を行わなかった場合にユーザーが被る不利益に対し、開発者は一切の責任を負いません。",
      "",
      "ユーザーは、登録情報に変更があった場合、開発者の定める手続きにより、開発者にすみやかに変更を届け出る必要があります。",
      "この届け出がないことによってユーザーが被る不利益に対し、開発者は一切の責任を負いません。",
      "",
      "ユーザーは、本サービス上で、コンテンツのアップロード、および他の利用者への公開を行なうことができます。",
      "このアップロードコンテンツ、およびそれに付随するすべての情報に関する責任は、ユーザー自身にあるものとし、開発者は一切の責任を負いません。",
      "",
      "ユーザーが、著作権、プライバシー権、その他すべての他人の権利を侵害した場合、およびユーザーの行為により迷惑を被ったことを主張する者が現れた場合、",
      "当該のユーザーは、自身の責任と費用において解決しなければならず、開発者は一切の責任を負いません。",
      "",
      "開発者は、以下の条件に該当すると開発者が判断した場合、利用者に対するユーザー登録の拒否、ユーザーの承認の取り消し、その他開発者が適切と判断する措置を行なうことができます。",
      "この措置は、利用者への予告なく、かつ利用者の承諾を得ることなく、開発者の裁量によって直ちに行えるものとします。",
      "また、これにより、利用者および第三者が被った損害に対して、開発者は一切の責任を負いません。",
      "",
      "１．ユーザーが本規約に違反した場合",
      "２．ユーザーの登録情報に虚偽、誤りがあった場合",
      "３．ユーザー登録後、本サービスを一定期間利用しなかった場合",
      "４．本規約で定める禁止行為があった場合",
      "５．その他開発者が不適切と判断した場合",
      "",
      "前項の場合に、開発者が何らかの損害を被った際、ユーザーは、開発者に対して当該損害を賠償するものとします。"
    ]
  },
  {
    "label": "第５条（禁止事項）",
    "contents": [
      "利用者は、本サービスの利用にあたって、以下の行為、および開発者が不適切と判断する行為を行ってはなりません。",
      "",
      "１．法令、または公序良俗に違反する行為",
      "２．犯罪行為に関連する行為",
      "３．本サービスに関連し、反社会的勢力に対して直接または間接に利益を供与する行為",
      "４．開発者、利用者、または第三者の知的財産権、肖像権、プライバシー、名誉その他の権利または利益を侵害する行為",
      "５．開発者、利用者、または第三者のサーバーおよびネットワークの機能を破壊、妨害する行為",
      "６．不正アクセス、およびそれを試みる行為",
      "７．本サービスの運営を妨害するおそれのある行為",
      "８．本サービスに登録しているユーザー自身、または第三者の登録情報を公開、譲渡、貸与、販売、質入れする行為",
      "９．他の利用者の個人情報等を収集、または蓄積する行為",
      "１０．第三者になりすます行為",
      "１１．以下を目的としている、または目的とすると開発者が判断する行為",
      "　　１１−１．営業、宣伝、広告、勧誘、その他営利を目的とする行為",
      "　　１１−２．性行為やわいせつな行為を目的とする行為",
      "　　１１−３．面識のない異性との出会いや交際を目的とする行為",
      "　　１１−４．宗教活動または宗教団体への勧誘行為",
      "　　１１−５．人種、国籍、信条、性別、社会的身分、門地等による差別を目的とする行為",
      "　　１１−６．自殺、自傷行為、薬物乱用を誘引または助長することを目的とする行為",
      "　　１１−７．他のユーザーに対する嫌がらせや誹謗中傷を目的とする行為",
      "　　１１−８．開発者、利用者、または第三者に不利益、損害または不快感を与えることを目的とする行為",
      "　　１１−９．その他、開発者が不適切と判断する行為"
    ]
  },
  {
    "label": "第６条（知的財産権）",
    "contents": [
      "本サービスの著作権をはじめとする、本サービスを通じて開発者から提供されるコンテンツの知的財産権は、開発者、または開発者が認める当該権利を有する第三者に帰属します。",
      "利用者は、開発者の許可なしに、提供コンテンツの一部もしくは全部を複製、複写、転載、譲渡、貸与、改変、翻訳、公衆送信、伝送、出版、配布、営業利用等の行為を行なうことができません。",
      "これらの行為を行ったことによって開発者が何らかの損害を被った場合、当該の利用者は、開発者に対して賠償責任を負うものとします。",
      "",
      "開発者は、ユーザーが法令もしくは本規約に違反した場合、または違反しているおそれがあると認められた場合、その他開発者が必要と認めた場合に限り、",
      "アップロードコンテンツ、およびそれに付随するすべての情報について、当該のユーザーへの通知や承諾なく利用、または削除できるものとします。"
    ]
  },
  {
    "label": "第７条（免責事項）",
    "contents": [
      "開発者は、本サービスに事実上、または法律上の瑕疵（安全性、信頼性、正確性、完全性、有効性、特定の目的への適合性、セキュリティなどに関する欠陥、エラーやバグ、権利侵害などを含みます。）がないことを、明示的にも黙示的にも保証しておりません。",
      "開発者は、本サービスに起因して、利用者に生じたあらゆる損害について、一切の責任を負いません。",
      "ただし、本サービスに関する開発者とユーザーとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合、この免責規定は適用されません。",
      "前項ただし書に定める場合であっても、開発者は、開発者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（開発者またはユーザーが損害発生につき予見し、または予見し得た場合を含みます。）について一切の責任を負いません。",
      "また、開発者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償は、ユーザーから当該損害が発生した月に受領した利用料の額を上限とします。",
      "開発者は、本サービスに関して、ユーザーと他のユーザーまたは第三者との間において生じた取引、連絡または紛争等について、一切の責任を負いません。"
    ]
  },
  {
    "label": "第８条（本規約およびサービスの変更）",
    "contents": [
      "本規約、および開発者が提示する個別の規約は、予告なしに変更されることがあります。",
      "この変更について、利用者に個別に通知することは致しかねます。利用者は随時、最新の本規約、および個別の規約を参照してください。",
      "",
      "本サービスの内容は、予告なしに追加、変更、削除されることがあり、利用者はこれに予め同意の上、本サービスを利用するものとします。",
      "本サービスの変更や、提供の中止によって利用者に生じたよる損害に対し、開発者は一切の責任を負いません。"
    ]
  },
  {
    "label": "第９条（個人情報の取扱い）",
    "contents": [
      "本サービスの利用にあたって、開発者が利用者から取得する個人情報については、「プライバシーポリシー（https://memento-nexus/privacy）」に従い、適切に取り扱うものとします。"
    ]
  },
  {
    "label": "第１０条（開発者への連絡）",
    "contents": [
      "開発者に対する問い合わせが必要な場合は、以下のX（旧Twitter）アカウント宛にご連絡下さい。",
      "X（旧Twitter）アカウント：HillTop_TRPG"
    ]
  },
  {
    "label": "第１１条（準拠法・裁判管轄）",
    "contents": [
      "本規約の解釈にあたっては、日本法を準拠法とします。",
      "本サービスに関して紛争が生じた場合には、開発者の住所を管轄する裁判所を専属的合意管轄とします。"
    ]
  }
]
